<%@ Page Title="" Language="C#" MasterPageFile="~/Site1.Master" AutoEventWireup="true" CodeBehind="About.aspx.cs" Inherits="WebApplication1.About" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
 <link href="StyleSheet1.css" rel="stylesheet" />   
    <div class="articles">
         <style>
            h2 {
                color: orangered;
            }
            h3{
                color: orangered;
            }
        </style>
         <div class="container">
             <h2>О нас</h2>
            <div class="row">
                <div class="col-lg-4">
                    <img src="XPEa815WrZA.jpg" width="330" height="230" class="leftpic" />
                 </div>
             <div class="col-lg-8">
                 <style>
                     p {
                         text-indent: 35px; /* Отступ первой строки в пикселах */
                             }

                 </style>
                     <p align="left">Центр Функционального Развития - это место, сочетающее в себе направления единоборства и гармонии тела. Мы работаем для Вас - без ограничения по возрасту или состояния здоровья. У нас можно найти тренера - наставника, который составит индивидуальную программу оздоровления и укрепления организма.</p>
                 <p align="left">Подробнее изучив расписание Вы поймете, что у нас созданы все условия для оздоровления семьи. Пока ребенок занимается Ушу, родители тренируют мышцы спины и суставов.</p>
                
                 
             </div>
         </div>
        </div>
        <div class="container">
             <h2>Наш коллектив</h2>
            <div class="row">
                <div class="col-lg-8">
                <p align="left">Наша команда тренеров, способная найти подоход к любому человеку, и дать ценные рекомендации по врожденным и приоберетнным заболеваниям.</p>
                <p align="left">Все тренера имеют большой стаж, несколько раз в год посещают семинары по повышению квалификации и занимаются в Урало-Сибирской академии Ушу</p>
                </div>
                <div class="col-lg-4">
                    <img src="dQyyrW390RQ.jpg" width="330" height="230" class="leftpic" />
                </div>             
            </div>
            <br />
            
        </div>
        <div class="container">
             <center><h3>Юлия Телешко</h3></center>
            <div class="row">
                <div class="col-lg-4">
                    <img src="ТЮЮ.jpg" width="330" height="230" class="leftpic" />           
                </div>
                <div class="col-lg-8">
                    <p align="left">Юлия занимается Ушу с 2012 года и проходит обучение на 6 году академии Ушу. Она специализируется на направлениях "Здоровая спина" и "Оздоровительное Ушу для детей"</p>
                <p align="left">По словам самой Юлии:"Хоть я имею высшее экономическое образование, обучение в академии Ушу дали мне намного больше. Последние 6 лет я не представляю свою жизнь без тренировок"</p>
                <p align="left">На данный момент Юлия Телешко является самым молодым тренером Центра, но с каждым посещенным семинаром ее квалификация только растет.</p>
                </div>             
            </div>
            <br />            
        </div>
        <div class="container">
             <center><h3>Александр Долгих</h3></center>
            <div class="row">
                <div class="col-lg-8">
                <p align="left">Алексадр Долгих специализируется на Греко-римской борьбе как для взрослых, так и для детей. Сам он неоднократно становился призером Первенства России и победителем международных соревнований.</p>
                <p align="left">Тренерский стаж составляет 8 лет, в течение которых Александр показывает себя как отличный тренер и прекрасный наставник.</p>
                </div>
                <div class="col-lg-4">
                    <img src="ДА.jpg" width="330" height="230" class="leftpic" />
                </div>             
            </div>
            </div>
             <div class="container">
             <center><h3>Оксана Кравец</h3></center>
            <div class="row">
                <div class="col-lg-4">
                    <img src="КОБ2.jpg" width="330" height="230" class="leftpic" />           
                </div>
                <div class="col-lg-8">
                    <p align="left">Оксана Кравец является тренером на федерационных и тренерских семинарах Урало – Сибирской федерации УШУ</p>
                <p align="left">Ее тренерски стаж составляет 13 лет, за эти годы она успела пройти массу практических подготовок, например,таких как «Висцеральный массаж – способ коррекции функционального состояния организма».</p>
                <p align="left">Список ее специализаций просто поражает: Оздоравливающе методики Ушу, группы «Здоровая спина», «Баланс», «ЛФК», «Здоровье женщины», «Аэробика», детские группы, функциональный тренинг, гимнастика для глаз, суставная гимнастика, первые года обучения Ушу.</p>
                </div>             
            </div>
            <br />            
        </div>
        <div class="container">
             <center><h3>Александр Кузнецов</h3></center>
            <div class="row">
                <div class="col-lg-8">
                <p align="left">Специализация: детские тренировки, старшие года обучения Ушу (стиль чень, багуа, меч, винь-чунь), функциональные тренинги, баланс, гипоксическая тренировка, мужское долголетие, тайцзи цигун, оздоровительный цигун, йога, самооборона и саньда. </p>
                <p align="left">Тренерский стаж составляет 25 лет, неоднократный призёр и победитель соревнования Урало-Сибирского округа и областных турниров Ушу-Саньда и Ушу-Таолу. </p>
                </div>
                <div class="col-lg-4">
                    <img src="КАВ1.jpg" width="330" height="230" class="leftpic" />
                </div>             
            </div>
            <div class="container">
             <center><h3>Ольга Рожкова</h3></center>
            <div class="row">
                <div class="col-lg-4">
                    <div id="plus">
                        <img src="РОГ.jpg" width="330" height="230" class="leftpic" />   
                    </div>        
                </div>
                <div class="col-lg-8">
                    <p align="left">Стаж работы тренером Ольги составляет более 15 лет. Специализация: Тайцзи Цигун.</p>
                <p align="left">По словам самой Ольги:"По образованию я математик, но только работая с энергией Ци и людьми я чувствую себя по настоящему счастливой."</p>
                </div>             
            </div>
            <br />            
        </div>
    <br /> <br />
    </div>
         </div>
</asp:Content>

