<%@ Page Title="" Language="C#" MasterPageFile="~/Site1.Master" AutoEventWireup="true" CodeBehind="Materials.aspx.cs" Inherits="WebApplication1.Materials" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
     <link href="StyleSheet1.css" rel="stylesheet" />
    <style>
        .ushu{
            text-align:left;
        }
        .video{
            margin-right: 10px;
            margin-bottom: 10px;
        }
        h2{
            color: orangered;
            
        }
        p{
            text-indent: 35px;
        }
        .auto-style1 {
            font-size: large;
        }
        .auto-style2 {
            font-weight: bold;
        }
    </style>
    <div class="container">
            <h2>Видео о Центре</h2>
            <div class="row">
                <div class="col-lg-12">
                    <iframe align="left" width="746" height="420" src="https://www.youtube.com/embed/gSeIQOcSrLE?list=PLBU5Kkctz-eFFDwYXjibGQBINE4kCwr_k" class="video" ></iframe>
                    <div class="ushu">
                <p><span class="auto-style1">Гармоничное единство тела и духа делает человека стойким, сильным и развитым. Достижение этого единства и есть самая главная задача древнейшего вида единоборств ушу. Начать постигать философию этого боевого искусства никогда не поздно, поэтому ушу актуально как для взрослых, так и для детей.</p>
<p>Какую пользу человеку могут принести </span><span class="auto-style1"> <strong>занятия УШУ</strong></span>?</p>
<p>&nbsp;</p>
                        <p>&nbsp;</p>
                        <p>&nbsp;</p>
                        <p>&nbsp;</p>
                        <p>Во-первых, оздоровление и совершенствование организма. Ведь во время тренировок задействуется множество групп мышц, совершенствуется как пластика, так и сила. Человек становится более выносливым и устойчивым к физическим нагрузкам.</p>
<p>Во-вторых, происходит совершенствование вестибулярного аппарата. Занимаясь ушу, человек развивает чувство равновесия, улучшается и координация движений.</p>
<p>В-третьих, в основе эффективности тренировок лежит правильное дыхание, а это, в свою очередь, благоприятно воздействует на легкие, вследствие чего кровь больше насыщается кислородом.</p>
<p>В-четвертых, ушу способствует закалке характера и тренировке силы воли.</p>
<p>Ну и конечно же, У<span class="auto-style2">ШУ - </span>&nbsp;это самооборона, что так же немаловажно, принимая во внимание опасности нашего времени. Более того, регулярные тренировки помогут справиться со стрессом, открыть в себе новые способности. Духовная сторона ушу помогает взглянуть на мир по-новому, постичь древнюю китайскую мудрость, заложенную в основу этого боевого искусства, а так же обрести гармонию духа и тела.</p>
<p>&nbsp;</p>
                        <p>Для детей <strong>занятия </strong> У<span class="auto-style2">ШУ</span> могут стать не только любимым хобби, но и проводником в реальный мир. <strong>УШУ для детей</strong> имеет свои особенности: кроме силовых нагрузок, для детей организуют специальные игры, что способствует развитию ловкости, хорошей реакции и умению сплотиться с коллективом.
</p>
<p>Для детей и подростков занятия УШУ крайне полезны. Данный вид боевого искусства идеально подходит даже тем, кто страдает плоскостопием или сколиозом. Более того, различные упражнения и техники способствуют укреплению мышц и развитию пластики, гибкости тела. Концентрация внимания так же заметно улучшается, дети становятся более здоровыми и развитыми в различных отношениях.</p>
<p>Многие школы рады видеть юных учеников уже начиная с 4 лет. В этом возрасте ребенок вряд ли способен постичь всю глубину философии ушу, однако основы может усвоить с легкостью.  Регулярные тренировки помогут ребенку стать более дисциплинированным, уверенным в себе, выносливым, воспитают стремление всегда справляться с любыми трудностями самостоятельно, научат принимать верные решения, &laquo;отшлифуют&raquo; характер и силу воли.</p>
<p>В том мире, в котором мы живем сегодня, на жизненном пути человека встречается много опасностей, соблазнов и трудностей. Совершенствуя себя через занятия ушу, как взрослые, так и дети способны вырасти как в физическом плане, так и в духовном. <strong>У</strong>Ш<span class="auto-style2">У</span> поможет научиться не только защищать себя и свою семью, но так же преодолевать уготовленные судьбой препятствия и быть выше любого искушения.</p>
<br />               </div>           <p>Расписание занятий по УШУ Вы можете посмотреть <a href="Raspisane.aspx">здесь</a></p>
           <br />
        </div>
    </div>
</div>
</asp:Content>
